Repository: HechtMediaArts/evolution-framework
Catalog: languages/*.po
Languages: de_de

source: Evolution Profile
de_de: Evolution Profil

source: Powered by <a href="%1$s">%2$s</a>
de_de: Angetrieben von <a href="%1$s">%2$s</a>

source: Theme: <a href="%1$s">Evolution</a> by %3$s
de_de: Theme: <a href="%1$s">Evolution</a> von %3$s

source: Evolution is designed to be the fast and secure framework for your next projects, based on WordPress action hooks. Made using mobile-first responsive web design, even when your site is viewed on a smartphone or tablet there will be no negative impact on the beautiful typography.
de_de: Evolution ist entwickelt worden, um ein sicheres und schnelles Framework für dein nächstes Projekt zu sein. Es basiert auf WordPress Action-Hooks. Durch das konsequente Mobile-First-Design sieht das Theme auf allen Ausgabegeräten einfach nur schön aus.

source: Latest Articles
de_de: Neueste Artikel

source: All Pages
de_de: Alle Seiten

source: The Archives
de_de: Die Archive

source: Categories
de_de: Kategorien

source: No categories
de_de: Keine Kategorien

source: Fullwidth
de_de: Volle Breite

source: No Sidebar
de_de: Keine Sidebar

source: Search...
de_de: Suche...

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Beitrag ist passwortgeschützt. Gib das Passwort ein, um die Kommentare zu lesen

source: Thank you for using the Evolution Framework.
de_de: Vielen Dank für die Nutzung des Evolution Frameworks

source: Documentation
de_de: Dokumentation

source: For instructions on theme configuration, please see the documentation.
de_de: Für eine Hilfe bei der Theme-Konfiguration, lies bitte die Dokumentation.

source: Theme Documentation
de_de: Theme Dokumentation

source: Support
de_de: Hilfe

source: If there is something you don't understand even after reading the documentation, please use the support forum.
de_de: Sollte nach dem Lesen der Dokumentation noch etwas unklar sein, nutze bitte das Support-Forum.

source: Review
de_de: Rezension

source: If you are satisfied with the theme, we would greatly appreciate if you would review it.
de_de: Wenn du mit diesem Theme zufrieden bist, würden wir uns über eine positive Rezension sehr freuen!

source: Review This Theme
de_de: Schreibe eine Rezension

source: Hide Tagline
de_de: Tagline ausblenden

source: IMPORTANT TO READ
de_de: WICHTIG ZU LESEN

source: Link Color
de_de: Link Farbe

source: Link Hover Color
de_de: Link Hover Farbe

source: Button Color
de_de: Button Farbe

source: Button Hover Color
de_de: Button Hover Farbe

source: In order to use a retina logo image, you must have a version of your logo that is doubled in size.
de_de: Willst du ein Retina Logo verwenden, dann muss es in der doppelten Auflösung vorhanden sein.

source: Upload Logo
de_de: Logo hochladen

source: Replace Title
de_de: Titel ersetzen

source: Add Border Radius
de_de: Border Radius hinzufügen

source: Header Image Display
de_de: Header Bild Anzeige

source: Display on the blog posts index page
de_de: Zeige es auf der Blog-Hauptseite an

source: Display on all static pages
de_de: Zeige es auf allen Seiten an

source: Display on the whole site
de_de: Zeige es auf der kompletten Website an

source: Activate the Share Buttons under Post Thumbnails
de_de: Aktiviere die Share-Buttons unterhalb der Beitragsbilder

source: Post Display
de_de: Beitragsanzeige

source: You can set how posts are displayed on the blog posts index page.
de_de: Hier kannst du einstellen, wie die Beiträge auf der Blog-Haupsteite angezeigt werden sollen.

source: Display full content
de_de: Zeige den vollen Inhalt

source: Display auto excerpt
de_de: Zeige den automatischen Excerpt an.

source: You can set the footer text and hide the theme credits from here.
de_de: Bestimme den Footer-Text und blende die Theme-Credits aus.

source: Hide the theme credits
de_de: Blende die Theme-Credits aus.

source: Custom footer text. HTML allowed.
de_de: Dein Footer-Text. HTML ist erlaubt.

source: Hide Main Navigation
de_de: Navigation ausblenden

source: Hide Search on Main Navigation
de_de: Blende die Suche innerhalb der Navigation aus

source: Display excerpt
de_de: Zeige den Excerpt an

source: &laquo; Previous
de_de: &laquo; Zurück

source: Next &raquo;
de_de: Vorwärts &raquo;

source: Your Search Results for: %s
de_de: Deine Suchresultate für: %s

source: Previous page
de_de: Vorherige Seite

source: Next page
de_de: Nächste Seite

source: Page
de_de: Seite

source: Featured
de_de: Hervorgehoben

source: Continue reading<span class="screen-reader-text"> "%s"</span>
de_de: Weiterlesen<span class="screen-reader-text"> "%s"</span>

source: Pages:
de_de: Seiten:

source: Nothing Found
de_de: Nichts gefunden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit deinen ersten Beitrag zu publizieren? <a href="%1$s">Get started here</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldigung, aber nichts entsprach deinen Suchbegriffen. Bitte versuche es erneut mit einigen anderen Keywords.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Es scheint, dass wir nicht finden konnten, wonach du gesucht hast. Vielleicht hilft eine Suche?

source: 404 - That page can&rsquo;t be found.
de_de: 404 - Die Seite wurde nicht gefunden.

source: It looks like nothing was found at this location. Maybe try a search?
de_de: Hier ist nichts, wonach du gesucht hast. Vielleicht hilft eine Suche?

source: Posted
de_de: Gepostet

source: on
de_de: am

source: by
de_de: von

source: View all posts by %s
de_de: Alle Beiträge von %s anzeigen

source: with
de_de: mit

source: 0 Comments
de_de: 0 Kommentaren

source: 1 Comment
de_de: 1 Kommentar

source: % Comments
de_de: % Kommentaren

source: Post navigation
de_de: Beitragsnavigation

source: Older post
de_de: Ältere Beiträge

source: Newer post
de_de: Neuere Beiträge

source: Share
de_de: Teilen

source: Tweet
de_de: Twittern

source: Continue reading &raquo;
de_de: Weiterlesen &raquo;

source: You might also like
de_de: Das könnte dir auch gefallen

source: Displays recent posts with featured images.
de_de: Zeigt aktuelle Beiträge mit Beitragsbildern an.

source: Evolution Recent Posts
de_de: Evolution aktuelle Beiträge

source: Recent Posts
de_de: Aktuelle Beiträge

source: Title:
de_de: Titel:

source: Number of posts to show:
de_de: Wieviel Beiträge sollen angezeigt werden:

source: Display post date?
de_de: Datum des Beitrags anzeigen?

source: Shows Social Media Follow Buttons in Header, Sidebar or Footer.
de_de: Zeigt folge mir Buttons für deine sozialen Netzwerke im Header, der Sidebar oder im Footer an.

source: Evolution Social Icons
de_de: Evolution Soziale Icons

source: Open links in new window?
de_de: Links im neuen Tab öffnen?

source: Icon Size
de_de: Icon Größe

source: Alignment
de_de: Ausrichtung

source: Align Left
de_de: Links ausgerichtet

source: Align Center
de_de: Zentriert

source: Align Right
de_de: Rechts ausgerichtet

source: Icon Font Color:
de_de: Icon Font Farbe:

source: Icon Font Hover Color:
de_de: Icon Font Hover Farbe:

source: Background Color:
de_de: Hintergrund-Farbe:

source: Background Hover Color:
de_de: Hintergrund Hover Farbe:

source: This widget display the new and shiny Twitter Timeline from your twitter account.
de_de: Das Widget zeigt eine coole Twitter Timeline deines Twitter-Accounts an.

source: Choose the width of the timeline:
de_de: Wähle die Breite der Timeline:

source: Choose the height of the timeline:
de_de: Wähle die Höhe der Timeline:

source: Your twitter name:
de_de: Dein Twitter Name:

source: Link color:
de_de: Link Farbe:

source: Choose a theme color (light or dark):
de_de: Wähle eine Theme-Farbe (Hell oder Dunkel):

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Displays a profile with a photo and social media links.
de_de: Zeigt ein Profil-Widget mit deinem Bild und Social-Media-Links an.

source: Profile Image URL:
de_de: Die URL deines Profil-Bildes:

source: Displays the most popular posts by comments count with featured images.
de_de: Zeigt die beliebtesten Beiträge nach Anzahl der Kommentare mit Beitragsbildern an.

source: Evolution Popular Posts
de_de: Evolution beliebte Beiträge

source: Popular Posts
de_de: Beliebte Beiträge

source: View your shopping cart
de_de: Zeige den Warenkorb

source: Save
de_de: Spare

source: Skip to content
de_de: Springe zum Inhalt

source: Menu
de_de: Menü

source: Comment navigation
de_de: Kommentar Navigation

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Sorry, Comments are closed.
de_de: Entschuldigung, die Kommentare sind für diesen Beitrag geschlossen.

source: Please be kind. Thank You!
de_de: Bitte sei nett. Danke!

source: Your Name
de_de: Dein Name

source: your@email.com
de_de: deine@email.de

source: Your Website
de_de: Deine Website

source: Main Navigation
de_de: Hauptnavigation

source: Header Social Links
de_de: Header soziale Links

source: Header Right
de_de: Header rechts

source: This is the header widget area. It typically appears next to the site title or logo. This widget area is not suitable to display every type of widget, and works best with a search form, or the Social Follow Widget.
de_de: Dies ist der Header-Widgetbereich. Sie wird normalerweise neben dem Website-Titel oder dem Logo angezeigt. Dieser Widgetbereich eignet sich nicht für die Anzeige aller Arten von Widgets und funktioniert am besten mit einem Suchformular oder dem Social Follow Widget.

source: This is the normal sidebar. If you do not use this sidebar, the page will be a one-column design.
de_de: Dies ist die normale Sidebar. Wenn du sie nicht verwendest, wird dein Website-Layout einspaltig angezeigt.

source: This is the sidebar for your WooCommerce Shop. If you do not use this sidebar, your shop will be a one-column design.
de_de: Dies ist die Sidebar für deinen WooCommerce-Shop. Wenn du sie nicht verwendest, wird dein Shop einspaltig angezeigt. Hast du WooCommerce nicht installiert, ist diese Sidebar ohne Funktion.

source: From left to right there are 4 sequential footer widget areas, and the width is auto-adjusted based on how many you use. If you do not use a footer widget, nothing will be displayed.
de_de: Von links nach rechts gibt es 4 aufeinanderfolgende Footer-Widget-Bereiche und die Breite wird basierend auf der Anzahl der von dir verwendeten automatisch angepasst. Wenn du kein Footer-Widget verwendest, wird nichts angezeigt.

source: Edit<span class="screen-reader-text"> "%s"</span>
de_de: Bearbeiten<span class="screen-reader-text"> "%s"</span>
